Repository: al3x2508/EasyPIBA
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ro

source: Filename
ro: Nume fișier

source: Preview
ro: Previzualizare

source: Actions
ro: Acțiuni

source: Add
ro: Adaugă

source: Close
ro: Închide

source: Image
ro: Imagine

source: Save
ro: Salvează

source: No uploaded file
ro: Niciun fișier încărcat

source: Error uploading
ro: Eroare la încărcare

source: File is not an image
ro: Fișierul nu este o imagine

source: Max upload %s
ro: Încărcare maximă de %s

source: You do not have permissions for this
ro: Nu ai permisiuni pentru această acțiune

source: This example should only be run from a Web Browser
ro: Acest exemplu trebuie rulat într-un browser web

source: Error processing
ro: Eroare la procesare

source: Confirmation code was sent to your email address
ro: Codul de confirmare a fost trimis pe adresa de email

source: Your account is already confirmed
ro: Contul tău este deja confirmat

source: No account registered with this email address
ro: Niciun cont înregistrat cu această adresă de email

source: Cannot find H5P content with slug: %s.
ro: Nu găsesc niciun conținut interactiv cu slug: %s.

source: Cannot find H5P content with id: %d.
ro: Nu găsesc niciun conținut interactiv cu id: %d.

source: Missing H5P identifier.
ro: Lipsește identificatorul interactivului.

source: Insert
ro: Inserează

source: %s ago
ro: acum %s

source: %s hour
ro: %s oră

source: %s day
ro: %s zi

source: %s week
ro: %s săptămână

source: %s month
ro: %s lună

source: %s year
ro: %s an

source: Edit
ro: Editează

source: Upload failed
ro: Încărcare eșuată

source: Invalid library.
ro: Librărie invalidă.

source: No such library.
ro: Nicio astfel de librărie.

source: Invalid parameters.
ro: Parametrii invalizi.

source: File is not a H5P file
ro: Acesta nu este un fișier H5P

source: Max upload 5MB
ro: Încărcare maximă de 5MB

source: Add new
ro: Adaugă

source: Waiting for JavaScript.
ro: Se așteaptă JavaScriptul.

source: Making sure the content type cache is up to date will ensure that you can view, download and use the latest libraries. This is different from updating the libraries themselves.
ro: Asigurându-ne că cache-ul pentru tipul de conținut este actualizat ne asigură că vei putea vizualiza, descărca și folosi ultimele librării. Aceasta este diferită de actualizarea librăriilor în sine.

source: Last update
ro: Ultima actualizare

source: Update
ro: Actualizează

source: Upload Libraries
ro: Încarcă librării

source: Here you can upload new libraries or upload updates to existing libraries. Files uploaded here must be in the .h5p file format.
ro: Aici poți încărca noi librării sau actualizări pentru librăriile existente. Fișierele încărcate aici trebuie să fie în formatul de fișier .h5p.

source: Only update existing libraries
ro: Actualizează doar librăriile existente

source: Disable file extension check
ro: Dezactivează verificarea extensiei de fișier

source: Warning! This may have security implications as it allows for uploading php files. That in turn could make it possible for attackers to execute malicious code on your site. Please make sure you know exactly what you're uploading.
ro: Atenție! Ar putea avea implicații de siguranță pentru că permite încărcarea fișierelor php. Asta înseamnă că oferă posibilitatea atacatorilor să execute cod rău intenționat pe site. Te rog să te asiguri că știi exact ce încarci.

source: Upload
ro: Încărcare

source: Installed Libraries
ro: Librării instalate

source: Waiting for javascript...
ro: Se așteaptă JavaScriptul.

source: It looks like there are no content types installed. You can get the ones you want by using the small 'Download' button in the lower left corner on any example from the <a href="%s" target="_blank">Examples and Downloads</a> page and then you upload the file here.
ro: Se pare că nu sunt tipuri de conținut instalate. Le poți avea apasând butonul 'Descarcă' din colțul stânga jos pe oricare exemplu de la pagina <a href="%s" target="_blank">Exemple și descărcări</a> și apoi să le încarci aici.

source: If you need any help you can always file a <a href="%s" target="_blank">Support Request</a>, check out our <a href="%s" target="_blank">Forum</a> or join the conversation in the <a href="%s" target="_blank">H5P Community Chat</a>.
ro: Dacă ai nevoie de ajutor poți <a href="%s" target="_blank">cere asistență</a>, verifici <a href="%s" target="_blank">Forumul nostru </a> sau să te alături conversației în <a href="%s" target="_blank">Chat comunitate H5P</a>.

source: Create
ro: Creare

source: Delete
ro: Șterge

source: Toggle panel
ro: Comută panou

source: Display Options
ro: Opțiuni afișare

source: Display toolbar below content
ro: Afișează bara de instrumente sub conținut

source: Display Download button
ro: Afișează butonul de descărcare

source: Display Embed button
ro: Afișează butonul de încorporare

source: Display Copyright button
ro: Afișează buton Copyright

source: Tags
ro: Etichete

source: Separate tags with commas
ro: Separă etichetele prin virgule

source: No tags
ro: Fără etichete

source: Cannot find library with id
ro: Nu găsesc librăria cu idul

source: N/A
ro: Indisponibil

source: View library details
ro: Vezi detalii librărie

source: Delete library
ro: Șterge librăria

source: Upgrade library content
ro: Actualizează conținut librărie

source: Title
ro: Titlu

source: Restricted
ro: Restricționat

source: Contents
ro: Conținut

source: Contents using it
ro: Conținuturi care îl folosesc

source: Libraries using it
ro: Librării care îl folosesc

source: This Library is used by content or other libraries and can therefore not be deleted.
ro: Librăria este folosită de conținut sau alte librării și nu se poate șterge.

source: No content is using this library
ro: Niciun conținut nu folosește librăria

source: Content using this library
ro: Conținuturi care folosesc librăria

source: Elements per page
ro: Elemente per pagină

source: Filter content
ro: Filtrează conținut

source: Page $x of $y
ro: Pagina $x din $y

source: Version
ro: Versiune

source: Fullscreen
ro: Ecran complet

source: Yes
ro: Da

source: No
ro: Nu

source: Content library
ro: Librărie conținut

source: Used by
ro: Utilizat de

source: There are no available upgrades for this library.
ro: Nu sunt disponibile actualizări pentru această librărie.

source: There's no content instances to upgrade.
ro: Nu există instanțe conținut pentru actualizare.

source: You are about to upgrade %s. Please select upgrade version.
ro: Ești pe cale să actualizezi %s. Te rog selectează versiunea de actualizare.

source: Upgrading to %ver...
ro: Actualizare la %ver...

source: An error occurred while processing parameters:
ro: O eroare a apărut la procesarea parametrilor:

source: Could not load data for library %lib.
ro: Nu pot încărca datele pentru librăria %lib.

source: Could not upgrade content %id:
ro: Nu pot actualiza conținutul %id:

source: Could not load upgrades script for %lib.
ro: Nu am putut încărca actualizările pentru %lib.

source: Parameters are broken.
ro: Parametrii sunt invalizi.

source: Missing required library %lib.
ro: Lipsește librăria necesară %lib.

source: Parameters contain %used while only %supported or earlier are supported.
ro: Parametrii conțin %used și doar %supported sau mai noi sunt suportați.

source: Parameters contain %used which is not supported.
ro: Parametrii conțin %used nu sunt suportați.

source: You have successfully upgraded %s.
ro: Ai actualizat cu succes %s.

source: Return
ro: Revenire

source: Upgrade
ro: Actualizare

source: Not all content has gotten their cache rebuilt. This is required to be able to delete libraries, and to display how many contents that uses the library.
ro: Nu toate conținuturile au avut cache-ul reconstruit. Acesta este necesar pentru a putea șterge librăriile și pentru a afișa câte conținuturi folosesc librăria.

source: Rebuild cache
ro: Reconstruiește cache

source: Error, invalid security token!
ro: Eroare, token de securitate invalid!

source: Error, missing library!
ro: Eroare, lipsește librăria!

source: Error, invalid library!
ro: Eroare, librărie invalidă!

source: Missing %s.
ro: Lipsește %s.

source: Are you sure you wish to delete this content?
ro: Sigur doriți ștergerea acestui conținut?

source: Content type
ro: Tip conținut

source: Author
ro: Autor

source: Last modified
ro: Ultima modificare

source: No H5P content available. You must upload or create new content.
ro: Niciun conținut interactiv disponibil. Trebuie să încarci sau să creezi conținut nou.

source: Loading data.
ro: Se încarcă datele.

source: Failed to load data.
ro: Nu se pot încărca datele.

source: There's no data available that matches your criteria.
ro: Nu există date care să îndeplinească criteriile tale.

source: Page $current of $total
ro: Pagina $current din $total

source: Next page
ro: Pagina următoare

source: Previous page
ro: Pagina anterioară

source: Search
ro: Căutare

source: Remove
ro: Elimină

source: My account
ro: Contul meu

source: Logout
ro: Deconectare

source: Email confirm
ro: Confirmare email

source: Enter the confirmation code
ro: Introdu codul de confirmare

source: Enter at least %s characters
ro: Introdu cel puţin %s caractere

source: 32 characters code
ro: Cod de 32 caractere

source: Confirmation code
ro: Cod de confirmare

source: Confirm
ro: Confirmă

source: Your email has been confirmed
ro: Emailul tău a fost confirmat

source: You can login now %s
ro: Te poți autentifica acum %s

source: here
ro: aici

source: Your account is blocked!
ro: Contul tău este blocat!

source: Code is invalid or already confirmed
ro: Codul este invalid sau deja confirmat

source: Confirm the password
ro: Confirmă parola

source: There is another user registered with this email address
ro: Există un utilizator înregistrat cu această adresă de email

source: You did not filled the following inputs
ro: Nu ai completat următoarele câmpuri

source: Firstname
ro: Prenume

source: Lastname
ro: Nume

source: Country
ro: Țara

source: Enter your firstname
ro: Introduceți prenumele

source: Enter your lastname
ro: Introduceti numele

source: Enter your email
ro: Introdu adresa de email

source: Select your country
ro: Selectează țara

source: Enter a password
ro: Introdu o parolă

source: 8 characters minimum
ro: minimum 8 caractere

source: Password
ro: Parola

source: Confirm password
ro: Confirmă parola

source: Fields marked with
ro: Câmpurile marcate cu

source: are required
ro: sunt necesare

source: You must accept our Terms and conditions
ro: Trebuie să fii de acord cu Termenii și condițiile

source: I have read and agree to the %s
ro: Am citit și sunt de acord cu %s

source: Terms and Conditions
ro: Termeni și condiții

source: Welcome
ro: Bun venit

source: Step
ro: Pas

source: Activate your account
ro: Activează contul

source: by clicking this link
ro: apăsând acest link

source: You did not confirmed your account
ro: Nu ți-ai confirmat contul

source: Your account is blocked
ro: Contul tău este blocat

source: Incorrect password
ro: Parolă incorectă

source: No user registered with these info
ro: Niciun utilizator înregistrat cu aceste date

source: Invalid token
ro: Token invalid

source: You will be redirected to confirm your email in 1 second
ro: Vei fi redirecționat către confirmarea emailului într-o secundă

source: Password not confirmed
ro: Parola nu este confirmată

source: lastname
ro: nume

source: firstname
ro: prenume

source: email address
ro: adresă email

source: country
ro: țara

source: password
ro: parola

source: password confirm
ro: confirmă parola

source: terms and conditions
ro: termeni și condiții

source: Login
ro: Autentificare

source: Register
ro: Înregistrare

source: Remember me
ro: Ține-mă minte

source: Log in
ro: Autentificare

source: Forgot Password?
ro: Ai uitat parola?

source: Resend email confirmation
ro: Retrimite email confirmare

source: Login |
ro: Autentificare |

source: Phone
ro: Telefon

source: Address
ro: Adresa

source: City
ro: Oraș

source: State
ro: Stare

source: Status ID
ro: ID Status

source: Users
ro: Utilizatori

source: Any
ro: Oricare

source: Status
ro: Stare

source: Not confirmed
ro: Neconfirmat

source: Confirmed
ro: Confirmat

source: Blocked
ro: Blocat

source: Active
ro: Activ

source: Password reset
ro: Resetare parola

source: Enter a valid email address
ro: Introdu o adresă de email validă

source: Hi
ro: Salut

source: To reset your password click the link below
ro: Pentru resetarea parolei apasă link-ul următor

source: An email with password reset instructions have been sent to you.
ro: Un email cu instrucțiuni pentru resetarea parolei a fost trimis către tine.

source: No user registered with this email address
ro: Niciun cont înregistrat cu această adresă de email

source: Your password has been updated
ro: Parola ta a fost schimbată

source: Code not found
ro: Codul nu a fost găsit

source: Change your password
ro: Schimbați-vă parola

source: New password
ro: Parolă nouă

source: Confirm new password
ro: Confirmă parola nouă

source: Change password
ro: Schimbă parola

source: Send code
ro: Trimite codul

source: Edit pages
ro: Editează pagini

source: Edit books
ro: Editează cărți

source: Language
ro: Limbă

source: Menu text
ro: Text meniu

source: Description
ro: Descriere

source: Submenu text
ro: Text submeniu

source: Visible
ro: Vizibil

source: Content
ro: Conținut

source: Books
ro: Cărți

source: Edit book
ro: Editează cartea

source: Page width (mm)
ro: Lățime pagină (mm)

source: Page height (mm)
ro: Înălțime pagină (mm)

source: Container width (mm)
ro: Lățime container (mm)

source: Odd pages left margin (mm)
ro: Margine stânga pagini impare (mm)

source: Even pages left margin (mm)
ro: Margine stânga pagini pare (mm)

source: Testimonials
ro: Păreri

source: Name
ro: Nume

source: Company
ro: Companie

source: Short text
ro: Text scurt

source: Hidden
ro: Ascuns

source: Read more
ro: Citește mai mult

source: Testimonial
ro: Părere

source: Edit news
ro: Editează știri

source: Date
ro: Dată

source: Published
ro: Publicat

source: news
ro: știri

source: News
ro: Știri

source: read more
ro: citește mai mult

source: Newer
ro: Mai noi

source: Older
ro: Mai vechi

source: Modules reread
ro: Recitire module

source: Reread modules
ro: Recitire module

source: Edit administrators
ro: Editează administratori

source: Username
ro: Nume utilizator

source: Edit administrator
ro: Editează administrator

source: Page not found
ro: Pagina nu a fost găsită

source: Error 404
ro: Eroare 404

source: The page you requested could not be found, either contact your webmaster or try again. Use your browsers <strong>Back</strong> button to navigate to the page you have previously come from.
ro: Pagina accesată nu a fost găsită, poți contacta webmasterul sau să încerci din nou. Folosește butonul <strong>Înapoi</strong> al browserului pentru a naviga la pagina de unde ai venit.

source: Or you could just press this neat little button
ro: Sau poți apăsa acest mic buton

source: Take Me Home
ro: Du-mă acasă

source: Edit menu
ro: Editează meniu

source: Username blocked
ro: Nume utilizator blocat

source: does not exist
ro: nu există

source: Admin login
ro: Autentificare administrator

source: total users
ro: total utilizatori

source: confirmed users
ro: utilizatori confirmați

source: Statistics
ro: Statisitici

source: No where statement
ro: Niciun statement where

source: Loading time
ro: Timp încărcare

source: read full text
ro: citește tot textul

source: This site is currently down for maintenance and should be back soon.
ro: Site-ul este oprit pentru mentenanță și va fi disponibil din nou curând.
